<?php

/* @var $this yii\web\View */

$this->title = 'Ваше лучшее Меню';
?>
<div class="site-index">

    <div class="jumbotron">
        <h1>Попробуйте выбрать Ваше Меню!</h1>

        <p class="lead">Это пример реализации поискового механизма <br/>  результат сортируется по убыванию критерия "наибольшее совпадение"</p>
        <p class="lead">Попробуйте, он действительно найдет!</p>
        
        
    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-4">
                <h2>Ингредиенты</h2>

                <p>1. Введите ингредиенты которые нужны. <br/> Если установлен признак "нет в наличии", <br/>то блюда с таким ингредиентом не будут найдены</p>

                
            </div>
            <div class="col-lg-4">
                <h2>Меню</h2>

                <p>2. Сформируйте Ваше неповторимое меню!</p>

                
            </div>
            <div class="col-lg-4">
                <h2>Поиск блюд</h2>

                <p>3. Выберите подходящие по ингредиентам блюда!</p>

                
            </div>
        </div>

    </div>
</div>
